[
  {
    "name": "Iphone 15 256GB",
    "price": 1200,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/v/n/vn_iphone_15_black_pdp_image_position-1a_black_color_1_2.jpg",
    "phone_type": "Smartphones",
    "price_range": "500$+",
    "thumbnail_1": "https://phucanhcdn.com/media/product/52625_thumb4.jpg",
    "thumbnail_2": "https://phucanhcdn.com/media/product/52625_thumb3.jpg",
    "thumbnail_3": "https://phucanhcdn.com/media/product/52625_thumb2.jpg",
    "rating_numbers": 2000,
    "product_brief_intro": "The iPhone 15, released by Apple in September 2023, FeaturesPa sleek design, improved camera capabilities, a powerful A17 Bionic chip, and enhanced battery life. It also introduces USB-C charging, aligning with new industry standards.",
    "description_title_1": "Why Choose the iPhone 15?",
    "description_text_1": "The iPhone 15 is a symbol of premium quality and power. This product FeaturesPa 6.1-inch OLED Dynamic Island display, providing vivid and lifelike images and videos. Inside, this phone is powered by the Apple A16 Bionic chip, with a 6-core CPU and a 5-core GPU, ensuring smooth performance across all tasks. Even when playing heavy games, it operates without stuttering or lagging. Moreover, the iPhone 15 impresses with its superior photo and video capabilities, thanks to a 48MP main camera and many other intelligent Features This allows you to capture and share memorable moments beautifully.",
    "description_title_2": "iPhone 15 - Sharp 48MP Camera, Top Performance, Fast Charging",
    "description_text_2": "Officially launched in September 2023 at the Wonderlust event, the iPhone 15 has attracted much attention from technology enthusiasts due to its modern upgrades. So, how much does this successor to the iPhone 14 series cost? What are the standout technical specifications? Let's explore the changes in this product.",
    "description_sub_title_1": "48MP Camera Sensor - Four Times the iPhone 14",
    "description_text_3": "Apple has invested in a high-end camera cluster on the iPhone 15 256GB, featuring a 48MP main lens. This upgrade delivers highly detailed photos with excellent light and color balance. The integrated image stabilization Feature Pnsures stable photo quality, even in low light or fast-moving objects.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Apple/iphone_15/iphone-15-512gb-7.jpg",
    "description_text_4": "The portrait mode on this generation of iPhone 15 has been improved with the ability to automatically detect people in the frame, including animals. The depth control and focus FeaturesPallow you to switch focus between subjects, capturing every moment perfectly.",
    "description_sub_title_2": "Longer Battery Life, Faster Charging",
    "description_text_5": "The iPhone 15 256GB has a battery that offers up to 20 hours of continuous video playback or 80 hours of audio playback. This is a decent battery life, ensuring you can handle basic tasks like messaging, social networking, video viewing, or work without frequent recharging.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Apple/iphone_15/iphone-15-256gb-4.jpg",
    "description_text_6": "",
    "monitor_size": "6.1 inches",
    "display_technology": "Super Retina XDR OLED",
    "back_camera": "48MP Main & 12MP Sub",
    "front_camera": "12MP, ƒ/1.9",
    "ram_size": "6GB",
    "memory_capacity": "128GB - 256GB - 512GB - 1TB",
    "simcard_number": "2SIM(NanoSIM and eSIM)",
    "operating_system": "iOS17",
    "aspect_ratio": "2556 x 1179 pixels",
    "chipset_cpu": "Apple A16 Bionic 6 cores with 2 performance cores and 4 electric-reduction cores",
    "battery_size": "3349 mAh including Fast Charge (Type C)"
  },
  {
    "name": "Xiaomi Redmi Note 12 Pro 256GB",
    "price": 300,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/r/e/redmi-note-12-pro-4g-1-xanh-dam.jpg",
    "phone_type": "Smartphones",
    "price_range": "From 100$ - 500$",
    "thumbnail_1": "https://phucanhcdn.com/media/product/52870_dien_thoai_thong_minh_xiaomi_redmi_note_12_pro_8gb_128gb_xam_5.jpg",
    "thumbnail_2": "https://phucanhcdn.com/media/product/52870_dien_thoai_thong_minh_xiaomi_redmi_note_12_pro_8gb_128gb_xam_3.jpg",
    "thumbnail_3": "https://phucanhcdn.com/media/product/52870_dien_thoai_thong_minh_xiaomi_redmi_note_12_pro_8gb_128gb_xam_1.jpg",
    "rating_numbers": 432,
    "product_brief_intro": "The Redmi Note 12 Pro 4G is a product line of Smartphones from the Xiaomi brand. It stands out with its luxurious and classy design, as well as its extremely fast computing and data processing capabilities, thanks to being equipped with a new generation processor. Experts believe that the Redmi Note 12 Pro 4G has great development potential and will become the next flagship of Xiaomi.",
    "description_title_1": "Why Choose Xiaomi Redmi Note 12 Pro?",
    "description_text_1": "The Xiaomi Redmi Note 12 Pro 4G is the latest mid-range phone from Xiaomi, launched in April 2023. This new Xiaomi model FeaturesPa 6.67-inch display with a refresh rate of up to 120Hz, ensuring smooth motion, especially during gaming. The Xiaomi Redmi Note 12 Pro 4G also runs stably with a Snapdragon® 732G chip and 6GB of RAM. The phone meets users' photography needs well with its quad-camera setup on the back, including a main lens with a resolution of up to 50MP.",
    "description_title_2": "The design is compact and refined, yet still incredibly elegant.",
    "description_text_2": "The Xiaomi Redmi Note 12 Pro 4G stands out, attracting users from the first glance with its extremely modern and eye-catching appearance. Compared to previous versions, the design of the Redmi Note 12 Pro 4G is more refined and elegant, featuring a large screen and slim bezels. The casing is made from premium materials, enhancing the device's durability during use.",
    "description_sub_title_1": "Large screen size, sharp display quality.",
    "description_text_3": "The image quality of the Xiaomi Redmi Note 12 Pro 4G has been significantly upgraded compared to previous versions. With a large 6.67-inch AMOLED screen and a resolution of up to Full HD+, the Redmi Note 12 Pro 4G offers users vivid and true-to-life visual experiences. The refresh rate has also been improved to 120Hz, ensuring smoothness in every frame.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Xiaomi/Redmi/NOte/xiaomi-redmi-note-12-pro-4g-0.jpg",
    "description_text_4": "Additionally, the Xiaomi Redmi Note 12 Pro 4G FeaturesPan ideal 20:9 aspect ratio and brightness of up to 900 nits, delivering high-quality images and enhancing entertainment experiences. The touchscreen is made from premium tempered glass, providing a comfortable and smooth feel for every swipe and tap, with no sticking or lagging issues.",
    "description_sub_title_2": "Powerful performance, large memory capacity.",
    "description_text_5": "In addition to its modern and elegant design with a sharp and vibrant display, the Xiaomi Redmi Note 12 Pro 4G is equipped with a powerful new-generation processor. Featuring the Snapdragon® 732G chipset and other advanced technologies, the Redmi Note 12 Pro 4G provides a highly engaging experience for both work and study. The Qualcomm® Adreno™ 618 GPU ensures smooth and realistic image rendering.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Xiaomi/Redmi/NOte/xiaomi-redmi-note-12-pro-4g-4_1.jpg",
    "description_text_6": "Notably, the device comes in three memory RAM versions: 6GB and 8GB, allowing users to choose the capacity that best suits their needs. With this advantage, users can enjoy multitasking with multiple applications without experiencing lag or stuttering. The camera boasts a resolution of up to 108MP, delivering exceptionally sharp and vibrant image quality.",
    "monitor_size": "6.67 inches",
    "display_technology": "AMOLED",
    "back_camera": "108MP, f/1.9, 1/1.52 Main & 8MP, f/2.2, FOV 120° Wide Lens & 2MP f/2.4 Sub",
    "front_camera": "16MP, f/2.45",
    "ram_size": "8GB",
    "memory_capacity": "256GB - 512GB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "MIUI 13 of Android 11",
    "aspect_ratio": "1080 x 2400 pixels (FullHD+)",
    "chipset_cpu": "Qualcomm SM7150 Snapdragon 732G (8 nm)",
    "battery_size": "5000mAh including Fast Charge (Type C)"
  },
  {
    "name": "Samsung Galaxy S24 Ultra 12GB",
    "price": 1300,
    "mainImage": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/01/16/s24-ultra-den.png",
    "phone_type": "Smartphones",
    "price_range": "500$+",
    "thumbnail_1": "https://phucanhcdn.com/media/product/54241_samsung_galaxy_s24_ultra_tim_3.jpg",
    "thumbnail_2": "https://phucanhcdn.com/media/product/54241_samsung_galaxy_s24_ultra_tim_4.jpg",
    "thumbnail_3": "https://phucanhcdn.com/media/product/54241_samsung_galaxy_s24_ultra_tim_5.jpg",
    "rating_numbers": 1353,
    "product_brief_intro": "The Samsung S24 Ultra is a flagship smartphone introduced at the beginning of 2024 by Samsung, featuring the powerful Snapdragon 8 Gen 3 For Galaxy chip, advanced Galaxy AI technology, and a premium Titan frame. It promises significant changes in design and configuration.",
    "description_title_1": "Why Choose the Samsung Galaxy S24 Ultra?",
    "description_text_1": "The Samsung Galaxy S24 Ultra is an impressive smartphone, representing advancement and breakthroughs in mobile technology. With a 6.8-inch Dynamic AMOLED 2X display at 3120x1440 Quad HD+ resolution, the S24 Ultra delivers an outstanding visual experience with vibrant colors and high detail. Its luxurious design and utility FeaturesPmake it a perfect choice for tech enthusiasts who demand excellence in every aspect.",
    "description_title_2": "Samsung's first AI phone brings a fresh and convenient experience to users.",
    "description_text_2": "The Samsung S24, S24 Plus, and Ultra are set to be Samsung's first AI phones, integrating advanced artificial intelligence technologies. This is highly anticipated as Samsung recently introduced their artificial intelligence model named Samsung Gauss AI.",
    "description_sub_title_1": "A high-end 200MP camera with many superior FeaturesP",
    "description_text_3": "The main camera of the S24 Ultra will Feature P new-generation high-resolution sensor with up to 200MP. In addition to the main camera, the telephoto camera will also be equipped with a new sensor to support optical zoom of 3x and 5x without compromising image quality. Furthermore, the telephoto camera will have digital zoom capabilities up to 100x.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Samsung/samsung_s/Samsung-S24/Samsung-Galaxy-S24-Ultra-6_1.jpg",
    "description_text_4": "Moreover, the ProVisual technology can analyze subjects and automatically enhance image quality, including adjusting color tones, reducing noise, and sharpening details.",
    "description_sub_title_2": "A large 5000mAh battery, providing usage for an entire day.",
    "description_text_5": "With a large 5000mAh battery and superior performance optimization, the Samsung Galaxy S24 Ultra offers impressive usage time. It provides up to 30 hours of video playback and up to 90 hours of music playback (actual usage time may vary). This allows you to enjoy entertainment all day long without worrying about running out of battery.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Samsung/samsung_s/Samsung-S24/Samsung-Galaxy-S24-Ultra-1_1.jpg",
    "description_text_6": "",
    "monitor_size": "6.8 inches",
    "display_technology": "Dynamic AMOLED 2X",
    "back_camera": "200MP, Laser AF, OIS Main & 12 MP, f/2.2, 13mm, 120˚ Sub, Camera: 50MP, PDAF, OIS, zoom 5x",
    "front_camera": "12 MP, f/2.2",
    "ram_size": "12 GB",
    "memory_capacity": "256GB - 512GB - 1TB",
    "simcard_number": "SIM 1 + SIM 2 / SIM 1 + eSIM / 2 eSIM",
    "operating_system": "Android 14, One UI 6.1",
    "aspect_ratio": "1440 x 3120 pixels",
    "chipset_cpu": "Snapdragon 8 Gen 3 For Galaxy",
    "battery_size": "5,000mAh including Fast Charge (Type C)"
  },
  {
    "name": "Samsung Galaxy A15 LTE 8GB",
    "price": 160,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/g/a/galaxy-a15-den.png",
    "phone_type": "Smartphones",
    "price_range": "From 100$ - 500$",
    "thumbnail_1": "https://phucanhcdn.com/media/product/54027_dien_thoai_thong_minh_samsung_galaxy_a15_xanh_nhat_5.jpg",
    "thumbnail_2": "https://phucanhcdn.com/media/product/54027_dien_thoai_thong_minh_samsung_galaxy_a15_xanh_nhat_1.jpg",
    "thumbnail_3": "https://phucanhcdn.com/media/product/54027_dien_thoai_thong_minh_samsung_galaxy_a15_xanh_nhat_2.jpg",
    "rating_numbers": 721,
    "product_brief_intro": "The Samsung Galaxy A15 LTE is equipped with premium Super AMOLED display technology, featuring a FHD+ resolution of 1080 x 2340 pixels. The product boasts a large 6.5-inch screen combined with a high refresh rate, reducing screen flickering and blurring during use. This new addition to the Samsung Galaxy A series also includes a sharp camera setup and ample memory of 8GB RAM + 128GB storage, allowing for extensive use without constraints.",
    "description_title_1": "Why Choose Samsung Galaxy A15 LTE 8GB ?",
    "description_text_1": "The Samsung A15 5G is a popular choice among users due to its sleek and modern design. With a wide 6.5-inch screen, it offers an impressive display area, while the glossy back and logically arranged camera module create a harmonious overall look. The product comes in a variety of colors, making it easy for users to find a suitable option to purchase and use immediately.",
    "description_title_2": "Clear and sharp camera quality. ",
    "description_text_2": "The new phone in the Samsung Galaxy A series is equipped with a rear camera setup featuring a 50MP main camera, a 5MP ultra-wide camera, and a 2MP macro camera, adding depth to your photos. With just a light touch, you can capture impressive moments with your loved ones. Users can easily adjust the brightness before taking a shot or use the flash for optimal lighting to achieve the best possible images.",
    "description_sub_title_1": "With a large 5000mAh battery, the phone provides ample usage time for comfortable, all-day use.",
    "description_text_3": "The Galaxy A15 LTE smartphone also FeaturesPa 5000mAh battery, allowing users to enjoy gaming with friends, listening to music, or watching movies all day long without worrying about interruptions. When the battery is running low, it can be quickly recharged with Super Fast Charging technology, saving users waiting time.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Samsung/samsung_a/samsung-galaxy-a15-3.jpeg",
    "description_text_4": "Furthermore, the sound is paired with vibrant graphics, displaying millions of colors in a single frame. Explosive effects while gaming, thrilling scenes in action movies, and emotional resonance with sad music enhance the experience. Users will enjoy a range of emotions while using Samsung's product.",
    "description_sub_title_2": "Powerful performance in its price segment.",
    "description_text_5": "The Samsung A15 LTE phone boasts impressive performance with the powerful MediaTek Helio G99 chipset, ensuring swift responsiveness and minimizing lag or delays. It runs on the familiar Android operating system, making it easy for users to navigate. With ample memory of 8GB RAM + 128GB storage, users can download and use the latest apps and games without worrying about running out of space.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Samsung/samsung_a/samsung-galaxy-a15-6.jpeg",
    "description_text_6": "",
    "monitor_size": "6.5 inches",
    "display_technology": "super AMOLED",
    "back_camera": "50MP Main & 5MP Sub",
    "front_camera": "13MP",
    "ram_size": "6GB 8GB",
    "memory_capacity": "128 GB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "MIUI 13",
    "aspect_ratio": "1080 x 2400 pixels (FullHD+)",
    "chipset_cpu": "MediaTek G99",
    "battery_size": "5000mAh including Fast Charge (Type C)"
  },
  {
    "name": "Xiaomi POCO X6 Pro 5G 8GB 256GB",
    "price": 400,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/t/_/t_i_xu_ng_20__5_1.png",
    "phone_type": "Smartphones",
    "price_range": "From 100$ - 500$",
    "thumbnail_1": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/01/27/poco-x6-5g-white-3.png",
    "thumbnail_2": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/01/27/poco-x6-5g-white-2.png",
    "thumbnail_3": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/01/27/poco-x6-5g-white-1.png",
    "rating_numbers": 1300,
    "product_brief_intro": "The Xiaomi Poco X6 Pro is equipped with the Dimensity 8300 Ultra octa-core processor, built on a 4nm process, paired with the Mali-G615 GPU, 8GB of RAM, and 256GB of internal storage. It FeaturesPa triple rear camera setup with a 64MP main camera and a 16MP front-facing camera. Additionally, the X6 Pro boasts a 6.67-inch AMOLED display with a resolution of 1220 x 2712 pixels and a refresh rate of 120Hz.",
    "description_title_1": "Xiaomi Poco X6 Pro - Powerful performance, exceptional entertainment.",
    "description_text_1": "The Xiaomi Poco X6 Pro is equipped with the Dimensity 8300 Ultra processor from Mediatek. This powerful chipset is built on a 4nm process, featuring 8 cores with a maximum clock speed of up to 3.35GHz. Additionally, the processor is integrated with the Mali G615 GPU, allowing you to play most popular mobile games such as Arena of Valor, PUBG, and Genshin Impact with ease.",
    "description_title_2": "Various gaming support technologies and high-quality cooling system.",
    "description_text_2": "Additionally, the Xiaomi Poco X6 Pro is equipped with the intelligent frame rate stabilization technology FEAS2.3. This technology maximizes DDR utilization to optimize power consumption during gaming. As a result, games load faster, and the frame rate and brightness remain stable, providing users with a smooth gaming experience.",
    "description_sub_title_1": "Triple high-quality cameras for sharp photography and videography.",
    "description_text_3": "The Xiaomi Poco X6 Pro is equipped with a triple rear camera setup, including a 64MP main camera with optical image stabilization (OIS), an 8MP ultra-wide camera, and a 2MP macro camera. On the front, it FeaturesPa 16MP selfie camera, providing you with high-quality portrait shots.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Xiaomi/Poco/Poco-X/dien-thoai-xiaomi-poco-x6-pro-12.jpg",
    "description_text_4": "Furthermore, the X6 Pro smartphone supports high-resolution video recording up to 4K@24/30fps. It also FeaturesPtechnologies like PDAF autofocus and OIS (optical image stabilization), delivering an incredible photography and videography experience. The front of the phone has a 16MP selfie camera housed in a punch-hole notch.",
    "description_sub_title_2": "Long-lasting 5000mAh battery, 67W fast charging.",
    "description_text_5": "The Xiaomi Poco X6 Pro impresses users with its long-lasting battery. Specifically, it is equipped with a 5000mAh Li-Po battery, providing you with all-day usage. According to the manufacturer's specifications, the device offers up to 19 hours of video playback, 50 hours of music playback, and an impressive 29 hours of talk time.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Xiaomi/Poco/Poco-X/dien-thoai-xiaomi-poco-x6-pro-9.jpg",
    "description_text_6": "Additionally, the device is equipped with a self-developed chip system to manage the battery. Specifically, the P2 fast-charging chip and the G1 battery management chip provide higher charging efficiency and enhanced battery safety. The Xiaomi Poco X6 Pro also FeaturesPthe ability to analyze users' charging habits to optimize battery life.",
    "monitor_size": "6.67 inches",
    "display_technology": "AMOLED",
    "back_camera": "64 MP, f/1.7; 8 MP, 120° FOV, f/2.2 Wide Lens & Macro 2MP f/24",
    "front_camera": "16MP Wide Lens",
    "ram_size": "8GB",
    "memory_capacity": "256GB - 512GB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "Android 14",
    "aspect_ratio": "1220 x 2712 pixels",
    "chipset_cpu": "Dimensity 8300-Ultra",
    "battery_size": "5000 mAh including Fast Charge (Type C)"
  },
  {
    "name": "Nokia 220 4G",
    "price": 35,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-220-4g_6_.png",
    "phone_type": "Feature Phones",
    "price_range": "From 20$ - 50$",
    "thumbnail_1": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/10/nokia-220-2.png",
    "thumbnail_2": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/10/nokia-220-1.png",
    "thumbnail_3": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/10/nokia-220-5.png",
    "rating_numbers": 132,
    "product_brief_intro": "Nokia 220 4G is a new Feature Phone recently launched by HMD Global, offering several significant improvements. It combines a classic design with modern technology FeaturesP promising an efficient user experience.",
    "description_title_1": "Why Choose Nokia 220 4G?",
    "description_text_1": "The Nokia 220 4G FeaturesPa simple yet efficient configuration, with a durable 1200mAh battery providing up to 27 days of standby time and up to 6.3 hours of talk time. It boasts a 2.4-inch VGA display without touch functionality, ensuring clear information display. Additionally, it supports Bluetooth 4.2 and USB 2.0 connectivity, offering excellent utility during use.",
    "description_title_2": "Enjoy seamless use for hours with its large battery capacity.",
    "description_text_2": "The Nokia 220 4G is equipped with a 1200mAh battery, providing impressive usage throughout the day on a single charge. In testing conditions, this phone can deliver up to 6.3 hours of continuous talk time. It can also last up to 27 days on standby, ensuring users don't have to worry about running out of battery when needed.",
    "description_sub_title_1": "You can browse the web easily using Opera Mini on the Nokia 220 4G.",
    "description_text_3": "The Nokia 220 4G provides a simple and smooth web browsing experience with Opera Mini. Users can easily access popular social networks like Facebook and Twitter with just a few taps, making it easier than ever to stay connected anytime, anywhere.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/nokia-220-4g-5.png",
    "description_text_4": "With Opera Mini, Nokia 220 4G not only ensures fast access speed but also saves data, making it suitable for those who enjoy browsing the web on mobile devices. The user-friendly interface of Opera Mini allows users to fully enjoy browsing FeaturesPwithout difficulty.",
    "description_sub_title_2": "Displaying clarity with a 2.4-inch VGA screen",
    "description_text_5": "Nokia 220 4G FeaturesPa 2.4-inch VGA non-touch screen, providing clear and easy-to-view display quality. The screen size is just right, suitable for basic tasks like reading messages, viewing contacts, and navigating through menus.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/nokia-220-4g-6.png",
    "description_text_6": "In terms of display quality, the VGA resolution on the Nokia 220 4G ensures good contrast, true-to-life colors, and readability on the screen. This display also helps in saving battery and extends usage time, supporting a productive day of work.",
    "monitor_size": "2.8 inches",
    "display_technology": "QQVGA & TFT LCD",
    "back_camera": "0.3 MP Main VGA",
    "front_camera": "",
    "ram_size": "",
    "memory_capacity": "128 MB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "S30+",
    "aspect_ratio": "",
    "chipset_cpu": "Unisoc T107",
    "battery_size": "1450 mAh"
  },
  {
    "name": "Nokia 8210 4G 128MB",
    "price": 90,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-8210_4g-sand-front_back-int.png",
    "phone_type": "Feature Phones",
    "price_range": "From 50$ - 100$",
    "thumbnail_1": "https://cdn.hoanghamobile.com/i/preview/Uploads/2022/08/04/image-removebg-preview-1.png",
    "thumbnail_2": "https://cdn.hoanghamobile.com/i/preview/Uploads/2022/08/23/image-removebg-preview-38.png",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-8210-4g-red-1.jpg",
    "rating_numbers": 183,
    "product_brief_intro": "Nokia 8210 4G can be seen as a new breath of fresh air for the Nokia brand. This phone combines classic design with a touch of modernity, serving as an upgraded version of the traditional Nokia 8210 model. It falls into the budget segment and is suitable for those who use their phones primarily for calling, texting, and basic functions.",
    "description_title_1": "Why Choose the Nokia 8210 4G?",
    "description_text_1": "Nokia 8210 4G is designed with inspiration from the classic Nokia 8210. However, in this release, the phone has been upgraded in terms of appearance, making it shinier and more eye-catching compared to the old version. Additionally, other parts of the smartphone have been significantly improved, promising to deliver a great device for users.",
    "description_title_2": "The exterior combines traditional charm with a sleek, mo_ern look.",
    "description_text_2": "Nokia 8210 offers users 3 color options: dark blue, bright red, and sand gold. The design of the phone draws inspiration from the original Nokia 8210 released in 1999 but with a more glossy, elegant, and modern touch.",
    "description_sub_title_1": "The wide and attractive display supports easier handling and interaction.",
    "description_text_3": "Accompanying the design improvements is a larger 2.8-inch display, which is larger than the previous version. This allows the product to display more text and images effectively.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/nokia-8210-4g-4.jpg",
    "description_text_4": "Alongside the wider size, the display also becomes more attractive with QVGA image technology. The interface on the device has also been improved by Nokia compared to the previous version, supporting users to quickly get accustomed to the phone and making operations easier.",
    "description_sub_title_2": "The sufficient battery capacity along with modern connectivity technology.",
    "description_text_5": "Nokia 8210 has a built-in battery with stable capacity. Accordingly, the device will provide up to 6 hours of usage time when talking on 4G and up to 20 days when you leave the phone in standby mode.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/nokia-8210-4g-3.jpg",
    "description_text_6": "4G LTE is a network connection technology available on the latest Nokia phones. Additionally, the device also supports Bluetooth 5.0, enabling quick pairing with various devices such as phones and tablets.",
    "monitor_size": "2.8 inches",
    "display_technology": "TFT LCD",
    "back_camera": "0,3 MP Main",
    "front_camera": "",
    "ram_size": "",
    "memory_capacity": "128 MB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "S30 +",
    "aspect_ratio": "240 x 320 pixels",
    "chipset_cpu": "Unisoc T107 (22 nm)",
    "battery_size": "1450mAh Li-Ion"
  },
  {
    "name": "Samsung Galaxy Z Flip5",
    "price": 620,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/s/a/samsung-z-lip5.png",
    "phone_type": "Smartphones",
    "price_range": "500$+",
    "thumbnail_1": "https://phucanhcdn.com/media/product/52151_samsung_galaxy_z_flip5_xanh_3.jpg",
    "thumbnail_2": "https://phucanhcdn.com/media/product/52151_samsung_galaxy_z_flip5_xanh_4.jpg",
    "thumbnail_3": "https://phucanhcdn.com/media/product/52151_samsung_galaxy_z_flip5_xanh_5.jpg",
    "rating_numbers": 1503,
    "product_brief_intro": "The Samsung Galaxy Z Flip 5 FeaturesPa wide 6.7-inch screen with Full HD+ resolution (1080 x 2640 pixels), 8GB of RAM, and 256GB of internal storage. Its Dynamic AMOLED 2X display offers clear and sharp visuals, providing an impressive user experience.",
    "description_title_1": "The 12MP camera captures sharp and clear photos.",
    "description_text_1": "The Samsung Galaxy Z Flip 5 is equipped with a 12MP rear camera that captures sharp and clear images, creating realistic and clear photos. The phone also FeaturesPvarious color filters, eliminating the need for users to download different apps for photo editing like they did in the past.",
    "description_title_2": "Equipped with a Snapdragon chipset, 8GB of RAM, and 256GB of storage.",
    "description_text_2": "The Samsung Galaxy Z Flip 5 FeaturesPa powerful configuration with the latest Android operating system, familiar to many of this brand's products. Its Snapdragon 8 Gen 2 chipset allows smooth operation of heavy applications.",
    "description_sub_title_1": "Large 3700 mAH battery",
    "description_text_3": "The Samsung Galaxy Z Flip 5 is highly regarded for its battery efficiency, featuring a 3700mAh battery and supporting 25W fast charging. With this battery capacity, users can comfortably watch movies, play games, and enjoy entertainment for many hours without worrying about frequent recharging.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Samsung/samsung_z/samsung-galaxy-z-flip-5-256gb-5.jpg",
    "description_text_4": "",
    "description_sub_title_2": "It has a modern and elegant design.",
    "description_text_5": "The product is designed with slim bezels and soft edges, creating a cohesive and aesthetically pleasing overall look that enhances the interface's beauty. Additionally, the phone provides notifications and displays other information whenever there are incoming messages or calls, which is quite convenient for users.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Samsung/samsung_z/samsung-galaxy-z-flip-5-256gb-3.jpg",
    "description_text_6": "",
    "monitor_size": "6.7 inches",
    "display_technology": "Dynamic AMOLED 2X",
    "back_camera": "12MP f/2.2 123°, 1.12 μm, FF Wide Lens & 5MP Sub",
    "front_camera": "10MP, F2.4, 1.22μm",
    "ram_size": "8GB",
    "memory_capacity": "256GB - 512GB",
    "simcard_number": "2SIM(NanoSIM and eSIM)",
    "operating_system": "Android 13",
    "aspect_ratio": "1080 x 2640 pixels",
    "chipset_cpu": "Snapdragon 8 Gen 2 for Galaxy",
    "battery_size": "3700 mAh including Fast Charge (Type C)"
  },
  {
    "name": "Iphone 11 128GB",
    "price": 250,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/2/_/2_242.jpg",
    "phone_type": "Smartphones",
    "price_range": "From 100$ - 500$",
    "thumbnail_1": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/24/11-trang-4.png",
    "thumbnail_2": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/24/11-trang-5.png",
    "thumbnail_3": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/24/11-do-1.png",
    "rating_numbers": 503,
    "product_brief_intro": "The iPhone 11 was one of the most anticipated flagship models from Apple in 2019. With significant improvements, the latest iPhone version promised to make a splash in the technology market.",
    "description_title_1": "The design is extremely impressive with a high-resolution display.",
    "description_text_1": "The iPhone 11 retains the edge-to-edge design with the notch similar to the iPhone X. The bezels above and below the screen are also minimized to maximize screen usage. Additionally, the four corners of the device are softly rounded to provide a solid grip. The back of the iPhone 11 is made from glass, giving it a luxurious and refined look. Unlike previous iPhone models, this product comes in six colors: silver, gold, green, white, black, and red.",
    "description_title_2": "The unique camera setup elevates professional-grade photography capabilities.",
    "description_text_2": "The iPhone 11 FeaturesPa dual-camera setup arranged in a square formation, unlike the vertical alignment seen in the iPhone X. The square module also houses the flash. It includes a 12MP main camera that captures stunning photos, and a second ultra-wide 12MP camera with a 13mm focal length, providing a 120-degree field of view for wide-angle shots.",
    "description_sub_title_1": "The 3110mAh battery capacity extends usage time by more than 1 hour compared to the iPhone XR.",
    "description_text_3": "The genuine iPhone 11 is equipped with a 3110mAh battery, providing ample usage on a single charge. Another notable Feature Ps its 15W fast wireless charging technology, which surpasses the current 7.5W standard. This faster wireless charging speeds up charging by 15% and enhances energy efficiency by 30%. Despite its fast charging capability, iPhone ensures that the device remains cool, reducing temperature by up to 3 degrees during charging.",
    "description_image_1": "https://cdn.hoanghamobile.com/i/content/Uploads/Content/2019/09/05/apple--dien-thoai-di-dong-iphone-11-64gb-chinh-hang-vn-a-3.jpg",
    "description_text_4": "",
    "description_sub_title_2": "The iPhone 11 delivers optimized performance with the Apple A13 Bionic processor.",
    "description_text_5": "The A13 processor is exclusively designed for the iPhone 11 to provide powerful performance while efficiently conserving battery life. Furthermore, the iOS 13.0 operating system enhances app launch speed by 40%, keyboard display speed by 50%, and camera speed by 70%. The latest Wi-Fi 6 technology is also integrated into the iPhone 11, boosting internet connection speeds by up to 40%.",
    "description_image_2": "https://cdn.hoanghamobile.com/i/content/Uploads/2021/02/05/ip-11.jpeg",
    "description_text_6": "Face ID has been enhanced to distinguish foreground elements and face mapping, allowing for quicker unlocking. Apple has also improved the intensity of the projector to minimize environmental light interference that could affect Face ID operations, thereby enhancing the security of the product.",
    "monitor_size": "6.1 inches",
    "display_technology": "IPS LCD",
    "back_camera": "12MP Dual Cam Main & f/1.8 and f/2.4 Wide Lens",
    "front_camera": "12 MP, ƒ/2.2 aperture",
    "ram_size": "4GB",
    "memory_capacity": "128GB",
    "simcard_number": "NanoSIM and eSIM",
    "operating_system": "iOS13 or higher",
    "aspect_ratio": "1792 x 828 pixels",
    "chipset_cpu": "A13 Bionic",
    "battery_size": "3110 mAh including Fast Charge (Type C)"
  },
  {
    "name": "OPPO Reno11 F 5G",
    "price": 350,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/i/dien-thoai-oppo-reno-11-f-1.png",
    "phone_type": "Smartphones",
    "price_range": "From 100$ - 500$",
    "thumbnail_1": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/04/25/reno11-f-2.png",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/o/p/oppo-reno-11-f-xanh-den-3.jpg",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/i/dien-thoai-oppo-reno-11-f-1.png",
    "rating_numbers": 892,
    "product_brief_intro": "OPPO Reno11 F 5G combines stylish design, powerful performance, sharp display, beautiful camera capabilities, and long battery life, making it a perfect phone to meet all your needs.",
    "description_title_1": "Why Choose OPPO Reno11 F 5G?",
    "description_text_1": "The OPPO Reno11 F 5G offers a seamless display and smooth performance with its modern 6.7-inch AMOLED screen and powerful MediaTek Dimensity 7050 chipset. Its camera system has been enhanced with a triple-camera setup featuring 64MP, 8MP, and 2MP lenses. Additionally, powering this generation of OPPO Smartphones is a 5000mAh battery with 67W fast charging, providing a seamless experience throughout the day.",
    "description_title_2": "The design is compact and refined, yet still incredibly el_gant.",
    "description_text_2": "OPPO Reno11 F 5G combines stylish design, powerful performance, sharp display, beautiful camera capabilities, and long battery life, making it a perfect phone to meet all your needs.",
    "description_sub_title_1": "OPPO Reno11 F excels in smooth performance and offers realistic video and photo capture capabilities.",
    "description_text_3": "OPPO Reno11 F stands out within the Reno11 F Series with its smooth operating system, stable processing capabilities, and unique smart FeaturesP It has garnered high praise from users for delivering a stable experience for both work and entertainment purposes.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oppo/oppo_reno/dien-thoai-oppo-reno-11-f-5g-5.jpg",
    "description_text_4": "The unique Feature Pf the OPPO Reno 11 F 5G is its powerful internal processor, the high-end MediaTek Dimensity 7050 chipset. This chipset ensures smooth performance and high processing capabilities for the Reno 11 F.",
    "description_sub_title_2": "The Reno11 F FeaturesPa sophisticated triple-camera setup, offering myriad creative possibilities.",
    "description_text_5": "OPPO Reno11 F proudly boasts a triple-camera system with a main 64MP sensor, complemented by an 8MP and a 2MP sensor, delivering sharp images and true-to-life colors. The wide-angle camera allows users to capture expansive landscapes while maintaining detail and clarity.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oppo/oppo_reno/dien-thoai-oppo-reno-11-f-5g-3.jpg",
    "description_text_6": "The trend of creating short videos for platforms like TikTok is growing, making it essential to own a phone capable of recording high-resolution videos. Therefore, OPPO has improved the OPPO Reno 11 F's camera to support 4K resolution, allowing you to capture high-quality scenes with stable frames, ideal for creative content on TikTok, YouTube, and more.",
    "monitor_size": "6.7 inches",
    "display_technology": "AMOLED",
    "back_camera": "64 MP, f/1.7 with 8MP f/2.2 Wide Lens & 2MP f/2.4 Macro",
    "front_camera": "32 MP, f/2.4, 22mm, 1/2.74, 0.8µm Wide Lens",
    "ram_size": "8GB",
    "memory_capacity": "256GB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "ColorOS 14 Android 14",
    "aspect_ratio": "1080 x 2400 pixels (FullHD+)",
    "chipset_cpu": "Mediatek Dimensity 7050 (6 nm)",
    "battery_size": "5000mAh including Fast Charge (Type C)"
  },
  {
    "name": "OnePlus Nord CE 3 Lite",
    "price": 230,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/e/d/edobfefy.jpg",
    "phone_type": "Smartphones",
    "price_range": "From 100$ - 500$",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/e/d/edobfefy_1_.jpg",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/e/d/edobfefy_2_.jpg",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/o/n/oneplus-nord-ce-3-lite_4_.jpg",
    "rating_numbers": 364,
    "product_brief_intro": "OnePlus Nord CE 3 Lite 5G is a highly anticipated new smartphone from the OnePlus brand, eagerly awaited by customers. The phone is highly praised for its design and impressive performance.",
    "description_title_1": "Why Choose the OnePlus Nord CE 3 Lite 5G?",
    "description_text_1": "OnePlus Nord CE 3 Lite 5G FeaturesPa large 6.72-inch screen with a resolution of up to 2400 x 1080 pixels, available in various colors for easy selection. The phone's camera setup is incredibly sharp: a 108MP + 2MP + 2MP rear camera array and a 16MP front camera. Additionally, the OnePlus device boasts a powerful chipset, coupled with 6GB RAM + 128GB storage, and a 5000mAh battery to meet various customer needs.",
    "description_title_2": "The design of the Nord CE 3 Lite 5G is modern, and it boasts powerful specifications.",
    "description_text_2": "OnePlus Nord CE 3 Lite 5G FeaturesPa sharp LCD display measuring 6.72 inches with a resolution of 2400 x 1080 pixels and a fast refresh rate. The phone boasts a modern and elegant design with finely crafted edges and meticulous detailing, improved and innovated before its market release. Available in various colors, users can choose a phone that matches their personality.",
    "description_sub_title_1": "The camera is clear and realistic.",
    "description_text_3": "OnePlus Nord CE 3 Lite 5G is equipped with a sharp camera setup, specifically a rear camera with 108MP + 2MP + 2MP resolution, allowing you to capture vibrant moments with friends and family. Videos recorded on the phone are smooth, ensuring clarity without blurring.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oneplus/oneplus-nord-ce-3-lite-6.jpg",
    "description_text_4": "The 16MP front camera is ideal for users passionate about portrait photography, featuring various color filters and a skin smoothing mode. This allows you to edit photos directly on the phone without needing to download additional apps like before.",
    "description_sub_title_2": "The Nord CE 3 Lite FeaturesPa powerful and stable configuration.",
    "description_text_5": "The OnePlus Nord CE 3 Lite 5G FeaturesPa powerful chipset, ensuring smooth usage for extended periods without lag or discomfort during tasks. It comes with 8GB of RAM and offers two options for internal storage: 128GB or 256GB. This allows you to download heavy games, important documents, or the latest popular apps while still having ample space for more.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oneplus/oneplus-nord-ce-3-lite-2.jpg",
    "description_text_6": "In addition, you can easily connect to other devices via Bluetooth to enhance your personal experience multiple times over. The device's battery is robust, reaching up to 5,000mAh. You'll have experiences like gaming sessions and movie marathons throughout the day with the phone, and when the battery runs low, it quickly charges to full with the included charger.",
    "monitor_size": "6.72 inches",
    "display_technology": "IPS LCD",
    "back_camera": "108 MP, f/1.7, PDAF Wide Lens & 2 MP, f/2.4 Macro",
    "front_camera": "16 MP, f/2.4 Wide Lens",
    "ram_size": "8 GB",
    "memory_capacity": "256GB - 512GB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "Android 13",
    "aspect_ratio": "1080 x 2400 pixels (FullHD+)",
    "chipset_cpu": "Snapdragon 695 5G",
    "battery_size": "5,000mAh including Fast Charge (Type C)"
  },
  {
    "name": "Itel S23 8GB ",
    "price": 90,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/i/t/itel-s23-2.jpg",
    "phone_type": "Smartphones",
    "price_range": "From 50$ - 100$",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/t/e/text_ng_n_-_2023-06-22t144209.639.png",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/t/e/text_ng_n_-_2023-06-22t144108.654.png",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/t/e/text_ng_n_-_2023-06-22t144145.073.png",
    "rating_numbers": 210,
    "product_brief_intro": "Itel continues to introduce another affordable smartphone model called the Itel S23 to the smartphone market in 2023. This model attracts users with its sleek and eye-catching design, coupled with smooth performance from the superior octa-core Unisoc T606 chipset. The Itel S23 is designed to easily meet all consumer needs.",
    "description_title_1": "Why Choose Itel S23 8GB ?",
    "description_text_1": "The Itel S23 smartphone is highly regarded for its smooth processing and computing capabilities, powered by the octa-core Unisoc T606 chipset and featuring up to 8GB of RAM. Additionally, this smartphone is equipped with a modern 6.6-inch LCD display with a 90Hz refresh rate, providing high-definition quality. Its camera capabilities have been significantly enhanced with a dual 50MP camera setup. Furthermore, it boasts a 5000mAh battery that extends usage time.",
    "description_title_2": "The stable configuration is supported by the modern Itel OS 8.6 operating system.",
    "description_text_2": "One notable Feature Phat has made the Itel S23 stand out in the 2023 smartphone market is its operating system, Itel OS 8.6. This new-generation OS is user-friendly, designed similar to Android, making user interactions on the Itel S23 smooth, sensitive, and easy to use.",
    "description_sub_title_1": "Improving the quality of recording and photography with the 50MP camera setup.",
    "description_text_3": "Despite belonging to the budget smartphone segment, the Itel S23 is favored with a camera setup featuring a main sensor resolution of up to 50MP. Additionally, the phone integrates leading camera technologies such as optical zoom and night mode photography.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/iTel/itel-s23-2.jpg",
    "description_text_4": "As a result, the image quality captured by the Itel S23 is always extremely sharp, with true-to-life colors and detailed even in low-light environments.",
    "description_sub_title_2": "Improving usage duration with a 5000mAh battery.",
    "description_text_5": "The 5000mAh battery capacity is also a standout Feature Pn the technical specifications of the Itel S23. With the support of this large battery, the Itel S23 allows you to comfortably experience various tasks for many hours on a single charge.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/iTel/itel-s23-3.jpg",
    "description_text_6": "Moreover, the Itel S23 is equipped with intelligent battery saving modes. This advantage helps extend the battery life effectively, making this generation of Itel Smartphones capable of optimizing battery usage.",
    "monitor_size": "6.6 inches",
    "display_technology": "IPS LCD",
    "back_camera": "50MP",
    "front_camera": "8MP",
    "ram_size": "8GB",
    "memory_capacity": "128 GB",
    "simcard_number": "2SIM(MicroSIM & NanoSIM)",
    "operating_system": "Android",
    "aspect_ratio": "720 x 1612 (HD+)",
    "chipset_cpu": "Unisoc T606",
    "battery_size": "5000mAh including Fast Charge (Type C)"
  },
  {
    "name": "Masstel izi T2 4G",
    "price": 20,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/i/dien-thoai-masstel-izi-t2_1.png",
    "phone_type": "Feature Phones",
    "price_range": "From 20$ - 50$",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/i/dien-thoai-masstel-izi-t2_4_.png",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/i/dien-thoai-masstel-izi-t2_2__1.png",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/i/dien-thoai-masstel-izi-t2_1__1.png",
    "rating_numbers": 186,
    "product_brief_intro": "The Masstel IZI T2 has dimensions of 131.4x54x13.8 mm, weighs 114.3g, and is equipped with the Unisoc T107 chipset for superior performance and quick task handling. Additionally, it FeaturesP48MB of RAM, a 2.4-inch screen, and a 1800mAh battery capacity.",
    "description_title_1": "Equipped with an extremely bright flashlight.",
    "description_text_1": "The Masstel IZI T2 allows you to activate the flashlight by pressing the center button of the navigation keypad. This flashlight provides wide coverage, high intensity, and is extremely useful for elderly people, aiding in lighting paths at night or searching for lost items during power outages.",
    "description_title_2": "The Masstel IZI T2 FeaturesPa clear display and integrates 4G technology.",
    "description_text_2": "Masstel IZI T2 4G FeaturesPa 2.4-inch display with a resolution of 320 x 240 pixels, capable of reproducing 16.7 million colors for a clear and sharp visual experience.",
    "description_sub_title_1": "Masstel IZI T2 4G has a compact design that allows for easy one-handed operation and comfortable grip.",
    "description_text_3": "The Masstel IZI T2 4G FeaturesPa compact design with dimensions of 131.4 x 54 x 13.8mm, making it easy to use with one hand, and it has a large keypad for convenient typing.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Masstel/dien-thoai-masstel-izi-t2-1_1.png",
    "description_text_4": "The device's navigation keys are designed intelligently, making it convenient to use and switch between functions. It can be easily carried in a pocket or bag without being bulky.",
    "description_sub_title_2": "Designed for Elderly Users",
    "description_text_5": "TThis product is aimed at elderly users, so the manufacturer has pre-installed clear fonts that are convenient for checking messages, calls, and other information. Additionally, the device offers a clear calling experience with HD Call technology optimized for quality conversations, ensuring effective communication everywhere.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Masstel/dien-thoai-masstel-izi-t2-2.png",
    "description_text_6": "Additionally, this phone integrates 4G technology, ensuring stable calls throughout, accompanied by a 2023 Kclass speaker that delivers vivid, clear sound, convenient for conversations, and enjoyable for radio listening.",
    "monitor_size": "2.4 inches",
    "display_technology": "AMOLED",
    "back_camera": "",
    "front_camera": "",
    "ram_size": "48MB",
    "memory_capacity": "128 MB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "",
    "aspect_ratio": "240 x 320 pixels",
    "chipset_cpu": "Unisoc T107",
    "battery_size": "1800mAH"
  },
  {
    "name": "Nokia 220 4G",
    "price": 35,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-220-4g_6_.png",
    "phone_type": "Feature Phones",
    "price_range": "From 20$ - 50$",
    "thumbnail_1": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/10/nokia-220-2.png",
    "thumbnail_2": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/10/nokia-220-1.png",
    "thumbnail_3": "https://cdn.hoanghamobile.com/i/preview/Uploads/2024/06/10/nokia-220-5.png",
    "rating_numbers": 132,
    "product_brief_intro": "Nokia 220 4G is a new Feature Phone recently launched by HMD Global, offering several significant improvements. It combines a classic design with modern technology FeaturesP promising an efficient user experience.",
    "description_title_1": "Why Choose Nokia 220 4G?",
    "description_text_1": "The Nokia 220 4G FeaturesPa simple yet efficient configuration, with a durable 1200mAh battery providing up to 27 days of standby time and up to 6.3 hours of talk time. It boasts a 2.4-inch VGA display without touch functionality, ensuring clear information display. Additionally, it supports Bluetooth 4.2 and USB 2.0 connectivity, offering excellent utility during use.",
    "description_title_2": "Enjoy seamless use for hours with its large battery ca_acity.",
    "description_text_2": "The Nokia 220 4G is equipped with a 1200mAh battery, providing impressive usage throughout the day on a single charge. In testing conditions, this phone can deliver up to 6.3 hours of continuous talk time. It can also last up to 27 days on standby, ensuring users don't have to worry about running out of battery when needed.",
    "description_sub_title_1": "You can browse the web easily using Opera Mini on the Nokia 220 4G.",
    "description_text_3": "The Nokia 220 4G provides a simple and smooth web browsing experience with Opera Mini. Users can easily access popular social networks like Facebook and Twitter with just a few taps, making it easier than ever to stay connected anytime, anywhere.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/nokia-220-4g-5.png",
    "description_text_4": "With Opera Mini, Nokia 220 4G not only ensures fast access speed but also saves data, making it suitable for those who enjoy browsing the web on mobile devices. The user-friendly interface of Opera Mini allows users to fully enjoy browsing FeaturesPwithout difficulty.",
    "description_sub_title_2": "Displaying clarity with a 2.4-inch VGA screen",
    "description_text_5": "Nokia 220 4G FeaturesPa 2.4-inch VGA non-touch screen, providing clear and easy-to-view display quality. The screen size is just right, suitable for basic tasks like reading messages, viewing contacts, and navigating through menus.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/nokia-220-4g-6.png",
    "description_text_6": "In terms of display quality, the VGA resolution on the Nokia 220 4G ensures good contrast, true-to-life colors, and readability on the screen. This display also helps in saving battery and extends usage time, supporting a productive day of work.",
    "monitor_size": "2.8 inches",
    "display_technology": "QQVGA & TFT LCD",
    "back_camera": "0.3 MP Main VGA",
    "front_camera": "",
    "ram_size": "",
    "memory_capacity": "128 MB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "S30+",
    "aspect_ratio": "",
    "chipset_cpu": "Unisoc T107",
    "battery_size": "1450 mAh"
  },
  {
    "name": "Nokia C32 4GB",
    "price": 100,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-c32_3__2.png",
    "phone_type": "Smartphones",
    "price_range": "From 50$ - 100$",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-c32_1_2.png",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-c32_4_.png",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/n/o/nokia-c32.png",
    "rating_numbers": 328,
    "product_brief_intro": "The Nokia C32 is a new Nokia phone released in February 2023, featuring a 6.52-inch display and a powerful Unisoc SC9863A chipset. It stands out with its ultra-clear camera setup, including a 50MP main camera and a 2MP secondary camera. The product is notable for its 5000mAh battery capacity, which is quite impressive for the mid-range phone segment.",
    "description_title_1": "Elegant and attractive appearance",
    "description_text_1": "The Nokia C23 boasts a youthful and modern design, yet it remains elegant and premium. Its standout Feature Ps a glossy, solid back available in three color options: pink, moss green, and gray. These colors are youthful and trendy, catering well to the preferences and personalities of many young people today.",
    "description_title_2": "Impressive specifications.",
    "description_text_2": "The Nokia C32 is equipped with the powerful UNISOC SC9863A chipset and runs on the Android 13 operating system. The C32 series will Feature P version with 4GB of RAM paired with 128GB of internal storage.",
    "description_sub_title_1": "Ultra-clear camera setup, large 5000mAh battery",
    "description_text_3": "The Nokia C32 FeaturesPa dual rear camera setup with a 50MP main camera and a 2MP macro camera. In the mid-range, affordable phone segment, the camera system of the Nokia C32 is considered quite high-quality. The device's cameras can capture every moment with realistic, sharp images thanks to portrait mode, night mode, and automatic HDR capabilities.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Nokia/Nokia-C/Nokia-C32-2_1.jpg",
    "description_text_4": "Additionally, the 8MP front-facing camera can reasonably meet users' selfie needs. Particularly noteworthy is the smartphone's face unlock Feature,Pwhich can recognize users even when wearing a mask.",
    "description_sub_title_2": "",
    "description_text_5": "",
    "description_image_2": "",
    "description_text_6": "",
    "monitor_size": "6.52 inches",
    "display_technology": "IPS LCD",
    "back_camera": "50MP, AF Main & 2 MP Macro",
    "front_camera": "8 MP",
    "ram_size": "4 GB",
    "memory_capacity": "128 MB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "Android 13",
    "aspect_ratio": "720 x 1600 pixel",
    "chipset_cpu": "Unisoc SC9863A (28nm)",
    "battery_size": "5050 mAh"
  },
  {
    "name": "OPPO Find X5 Pro 12GB",
    "price": 629,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/f/i/findx5-pro.png",
    "phone_type": "Smartphones",
    "price_range": "500$+",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/o/download_1__6_6.png",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/o/p/oppo-find-x5-pro-4.png",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/o/p/oppo-find-x5-pro-2.png",
    "rating_numbers": 1232,
    "product_brief_intro": "The OPPO Find X5 Pro is currently making waves in the mid-range smartphone segment due to its integration of superior FeaturesP From its luxurious design and powerful performance to advanced camera technologies, the Find X5 Pro stands out as not just a smart choice but also a testament to the future vision of mobile technology.",
    "description_title_1": "Why Choose OPPO Find X5 Pro?",
    "description_text_1": "The OPPO Find X5 Pro FeaturesPan exquisite and premium design with a ceramic back, complemented by a Hasselblad camera system and a Bionic 1 billion color display. It boasts exceptional performance powered by the Snapdragon 8 Gen 1 chipset. The breakthrough camera setup includes three rear cameras and a high-quality selfie camera, capable of impressive photography and 4K video recording.",
    "description_title_2": "A unique ceramic back design unprecedented in its material quality",
    "description_text_2": "The OPPO Find X5 Pro inherits design language from its predecessor, the X3 Pro, while also introducing standout FeaturesPof its own. The phone exudes elegance, modernity, and a refined back design that enhances its allure. Its slim profile combined with IP68 dust and water resistance make the Find X5 Pro a standout smartphone of the year.",
    "description_sub_title_1": "The camera system boasts a total of 100 color layers",
    "description_text_3": "OPPO is renowned for its strong suit in camera technology, and with the Find X5 Pro 5G, the company has equipped a high-quality triple-lens camera system for exceptional photography. The main camera boasts a 50 MP resolution with optical image stabilization (OIS). It is accompanied by a 50 MP ultra-wide-angle camera and a 13 MP telephoto camera with optical zoom capabilities. All lenses are enhanced with OPPO's deep AI processing algorithms for superior image processing.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oppo/Poco-Find-X5-Pro-1.jpg",
    "description_text_4": "The front-facing OPPO Find X5 Pro 5G FeaturesPa 32 MP selfie camera. This camera provides detailed night mode shooting capabilities and supports a wide-angle mode, allowing users to capture full memories with friends and family.",
    "description_sub_title_2": "Camera Hasselblad on the OPPO Find X5 Pro is impressive within its price range.",
    "description_text_5": "The OPPO Find X5 Pro stands out in video recording, especially in low-light conditions, thanks to its advanced camera technology. Specifically, OPPO's self-developed Image NPU, coupled with the 6nm MariSilicon X process and AI computing of 18 TOPS, along with a 20-bit dynamic range, delivers clear and vivid night-time footage that is among the best in its class.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oppo/Find/oppo-find-x5-pro-3.png",
    "description_text_6": "Furthermore, the 4K Ultra Night Video Feature Pn the OPPO Find X5 Pro 5G is particularly special, capturing every detail in low-light conditions. When combined with Super HDR video technology, the Find X5 Pro not only records stunning night scenes but also highlights subjects against challenging backgrounds.",
    "monitor_size": "6.7 inches",
    "display_technology": "AMOLED",
    "back_camera": "50 MP, f/1.7 Main & 50 MP, f/2.2; FOV 112° Wide Lens & f/2.4, 13MP (_ele)",
    "front_camera": "32MP: f/2.4; FOV 90° Main",
    "ram_size": "12GB",
    "memory_capacity": "256GB",
    "simcard_number": "2SIM(NanoSIM)",
    "operating_system": "ColorOS 12.1 based on Android 12",
    "aspect_ratio": "1440 x 3216 pixels (QHD+)",
    "chipset_cpu": "Qualcomm Snapdragon 8 Gen 1",
    "battery_size": "5000 mAh including Fast Charge (Type C)"
  },
  {
    "name": "OnePlus 11 5G",
    "price": 800,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/o/n/oneplus_11_-_black_-_rgb.jpg",
    "phone_type": "Smartphones",
    "price_range": "500$+",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/o/n/oneplus_11_-_green_-_rgb.jpg",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/d/c/dcdcd.jpg",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/x/i/xiaomi_redmi_redmi_12_4_.jpg",
    "rating_numbers": 83,
    "product_brief_intro": "The OnePlus 11 is an upcoming smartphone from the OnePlus brand that has been generating significant interest due to recent leaks suggesting it will Feature Pmpressive specifications. It's a hot topic among tech enthusiasts across various forums.",
    "description_title_1": "Why Choose OnePlus 11?",
    "description_text_1": "The OnePlus 11 FeaturesPa luxurious design and powerful performance with the Snapdragon 8 Gen 2 chipset, OxygenOS 13, a Super Fluid AMOLED 120Hz 2K display, and Super VOOC 100W fast charging. It promises to be an ideal choice for efficient work handling and meeting diverse user needs.",
    "description_title_2": "The OnePlus 11 boasts a compact, modern, and refined de_ign.",
    "description_text_2": "From the first glance, the OnePlus 11 captures attention with its extremely modern and luxurious design. It FeaturesPa large, high-resolution display and ultra-thin bezels that maximize the screen-to-body ratio, enhancing the overall viewing experience",
    "description_sub_title_1": "The display quality is sharp and vivid, bringing every frame to life with clarity and vibrancy.",
    "description_text_3": "OnePlus Smartphones consistently deliver exceptionally smooth and vibrant image quality. In this latest version, OnePlus has further improved the device's display capabilities with some upgrades over previous models.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oneplus/oneplus-11-5G-10_2_.jpg",
    "description_text_4": "The OnePlus 11 FeaturesPa large 6.7-inch Super Fluid AMOLED display with a 2K resolution and a 120Hz refresh rate, providing users with an incredibly vivid and sharp viewing experience. Additionally, it supports Dolby Vision HDR technology, displays over 1 billion colors, dual color calibration, and HDR10+, ensuring vibrant and brilliant visuals.",
    "description_sub_title_2": "The OnePlus 11 delivers powerful performance thanks to its integration of new technologies.",
    "description_text_5": "The most powerful advantage of the OnePlus 11 lies in its outstanding computing and processing capabilities. Equipped with Qualcomm's latest Snapdragon 8 Gen 2 chipset, it excels in handling heavy tasks such as smooth video and image editing and gaming at high graphics settings without encountering stutter or lag.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Oneplus/oneplus-11-5G-11.jpg",
    "description_text_6": "",
    "monitor_size": "6.7 inches",
    "display_technology": "Super Fluid AMOLED",
    "back_camera": "50MP, Laser AF, OIS with 48MP AF Wide Lens; 32 MP PDAF OIS Zoom 2x Tel_ Lens",
    "front_camera": "16MP, f/2.45 EIS Wide Lens",
    "ram_size": "16GB able to extend by 12GB",
    "memory_capacity": "256 GB",
    "simcard_number": "2SIM(NanoSIM and eSIM)",
    "operating_system": "OxygenOS of Android™ 13",
    "aspect_ratio": "1440 x 3216 pixels (QHD+)",
    "chipset_cpu": "Snapdragon 8 Gen 2 (4 nm)",
    "battery_size": "5000 mAh including Fast Charge (Type C)"
  },
  {
    "name": "Iphone 15 Pro Max",
    "price": 1300,
    "mainImage": "https://cdn2.cellphones.com.vn/x/media/catalog/product/i/p/iphone-15-pro-max_3.png",
    "phone_type": "Smartphones",
    "price_range": "500$+",
    "thumbnail_1": "https://cdn2.cellphones.com.vn/x/media/catalog/product/v/n/vn_iphone_15_pro_black_titanium_pdp_image_position-1a_black_titanium_color.jpg",
    "thumbnail_2": "https://cdn2.cellphones.com.vn/x/media/catalog/product/v/n/vn_iphone_15_pro_blue_titanium_pdp_image_position-1a_blue_titanium_color.jpg",
    "thumbnail_3": "https://cdn2.cellphones.com.vn/x/media/catalog/product/i/p/iphone-15-pro-max_4__1.jpg",
    "rating_numbers": 2100,
    "product_brief_intro": "Iphone 15 Pro Max not only impresses with its powerful configuration but also stands out with many notable new FeaturesP From the titanium frame design to breakthrough performance, everything has been upgraded to bring users an unprecedented smartphone experience.",
    "description_title_1": "Why Choose Iphone 15 Pro Max?",
    "description_text_1": "The iPhone 15 Pro Max FeaturesPa 6.7-inch Super Retina XDR OLED display with a resolution of 2796 x 1290 pixels, delivering sharp and lifelike image experience. Compared to its predecessors, the iPhone 15 Pro Max ensures powerful performance with the support of the Apple A17 Pro chipset and impressive memory. What's more, this new iPhone 15 Pro Max is highly praised for its 48MP rear camera and 12MP front camera, supporting outstandingly clear and detailed photography.",
    "description_title_2": "Elegant and sophisticated in design, featuring a premium titanium build.",
    "description_text_2": "The titanium design effortlessly showcases the class and sophistication of the iPhone 15 Pro Max right from its exterior. The glossy titanium frame of the device, crafted through meticulous mechanical processes of machining, sanding, and polishing, exudes luxurious beauty and exceptional durability. With its curved frame and ultra-slim profile, this generation of iPhone offers a comfortable grip and handling experience.",
    "description_sub_title_1": "The Super Retina XDR display provides ultra-smooth images and high sharpness.",
    "description_text_3": "Smoothness and sharpness in every pixel are what the iPhone 15 Pro Max demonstrates in its display capabilities. The Super Retina XDR 6.7-inch OLED screen vividly reproduces images at an astonishingly detailed resolution of 2796x1290 pixels. Additionally, interactions such as swiping and tapping on the iPhone 15 Pro Max screen are highly responsive, thanks to the ProMotion 120Hz technology, which also ensures impressive battery efficiency.",
    "description_image_1": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Apple/iphone_15/iphone-15-pro-max/iphone-15-pro-max-2.jpg",
    "description_text_4": "",
    "description_sub_title_2": "Powerful breakthrough performance with the Apple A17 Pro processor.",
    "description_text_5": "To meet the standards of the iPhone 15 Pro Max, Apple has equipped it with the A17 Pro chip, elevating the iPhone's power to a new level. This premium A17 Pro chip ensures smooth workflow and peak gaming performance. In terms of graphics processing, the iPhone 15 Pro Max's GPU delivers processing speeds over four times faster than its predecessor, aided by advanced ray tracing technology. This capability ensures lifelike lighting effects and enhances the visual fidelity of graphic-intensive games.",
    "description_image_2": "https://cdn2.cellphones.com.vn/insecure/rs:fill:0:0/q:90/plain/https://cellphones.com.vn/media/wysiwyg/Phone/Apple/iphone_15/iphone-15-pro-max/iphone-15-pro-max-3.jpg",
    "description_text_6": "Additionally, since its release, the iPhone 15 Pro Max has been acclaimed for having one of the leading professional camera systems today, providing an exceptional photography experience. With 7 different focal lengths, ranging from ultra-wide to telephoto up to 5x zoom, this new generation of iPhone can be considered a premium dedicated camera device.",
    "monitor_size": "6.7 inches",
    "display_technology": "Super Retina XDR OLED",
    "back_camera": "48MP, 24 mm, ƒ/1.78 Main & 12 MP, 13 mm, ƒ/2.2 Wide Lens & 12 MP(tele)",
    "front_camera": "12MP, ƒ/1.9",
    "ram_size": "8GB",
    "memory_capacity": "256GB - 512GB - 1TB",
    "simcard_number": "2SIM(NanoSIM and eSIM)",
    "operating_system": "iOS 17",
    "aspect_ratio": "2796 x 1290 pixel",
    "chipset_cpu": "Apple A17 Pro",
    "battery_size": "4422 mAh including Fast Charge (Type C)"
  }
]
